[
  {
    "id": "timothy-malnick",
    "title": "Timothy Malnick",
    "excerpt": "Website design and development of a custom Wordpress site for a coach, facilitator and organisational psychologist.",
    "heading": "Website design and development of a custom Wordpress site for a coach, facilitator and organisational psychologist.",
    "url": "https://timothymalnick.com/",
    "services": ["Website Design", "Wordpress Development", "SEO", "Hosting"],
    "objective": "To create a professional and engaging website that showcases the client's services and expertise.",
    "process": "The client provided a detailed brief and content for the site. I designed and developed the site using Wordpress and Oxygen Builder. The site was optimised for SEO and performance.",
    "result": "The client was very happy with the site and has received positive feedback from clients and colleagues.",
    "images": {
      "small": "",
      "large": "/assets/images/tim-hero.webp",
      "featured": "/assets/images/tim-ondrian.webp"
    },
    "altHero": "Screenshot of the hero section from Timothy Malnick's website",
    "altFeatured": "Montage of Timothy Malnick's website in the style of Piet Mondrian",
    "tech": ["Wordpress", "PHP", "Oxygen", "Custom Code"]
  },
  {
    "id": "jude-lawson",
    "title": "Jude Lawson Therapy",
    "excerpt": "Webflow development of a custom site for a Bristol based counsellor and psychotherapist.",
    "heading": "Webflow development of a custom site for a Bristol based counsellor and psychotherapist.",
    "url": "https://judelawsontherapy.co.uk/",
    "services": [
      "Website Design",
      "Webflow Development",
      "SEO",
      "Netlify Hosting"
    ],
    "objective": "To create a professional and engaging website that showcases the client's services and expertise. Focussing on accessibility and inclusivity.",
    "process": "The client provided a simple brief, design system and content for the site. Using a font developed for dyslexic readers and a colour palette that is accessible to all, I designed the site in Figma and developed the final website using Webflow.",
    "result": "The client was delighted with the site and extremely grateful for the attention to detail and accessibility considerations.",
    "images": {
      "small": "",
      "large": "/assets/images/jude-hero-1280.webp"
    },
    "altHero": "Screenshot of the hero section from Jude Lawson Therapy's website",
    "tech": ["Wordpress", "PHP", "Oxygen", "Custom Code"]
  }
]
