[
  {
    "id": "timothy-malnick",
    "title": "Timothy Malnick",
    "excerpt": "Website design and development of a custom Wordpress site for a leadership coach, facilitator and organisational psychologist.",
    "heading": "Website design and development of a custom Wordpress site.",
    "url": "https://timothymalnick.com/",
    "services": [
      "Website Design",
      "Wordpress Development",
      "SEO",
      "Green Hosting"
    ],
    "objective": "Timothy Malnick is a leadership coach, facilitator and organisational psychologist. He wanted a website that reflected his professional services and expertise. His existing site was several years old, hard to navigate and needed a refresh. The new site had to be easy to navigate, showcase his services and provide a platform for his blog.",
    "process": "The client provided a detailed brief and content for the site. After consultation and a thorough audit of the existing site I created the new design in Figma and developed it in Wordpress using custom code and Oxygen Builder. The site was optimised for SEO and performance.",
    "result": "The client was very happy with the site and has received positive feedback from clients and colleagues.",
    "images": {
      "small": "",
      "large": "/assets/images/tim-hero.webp",
      "featured": "/assets/images/tim-ondrian.webp"
    },
    "altHero": "Screenshot of the hero section from Timothy Malnick's website",
    "altFeatured": "Montage of Timothy Malnick's website in the style of Piet Mondrian",
    "tech": ["Wordpress", "PHP", "Oxygen", "Custom Code"]
  },
  {
    "id": "jude-lawson",
    "title": "Jude Lawson Therapy",
    "excerpt": "Web design and development of a custom Webflow site for a Bristol based counsellor and psychotherapist.",
    "heading": "Web design and development of a custom Webflow site.",
    "url": "https://judelawsontherapy.co.uk/",
    "services": [
      "Website Design",
      "Webflow Development",
      "SEO",
      "Netlify Hosting"
    ],
    "objective": "Jude Lawson is a Bristol based counsellor and psychotherapist. She required a simple and engaging website that showcased her services and expertise, focussing on accessibility and inclusivity.",
    "process": "The client provided a simple brief, design system and content for the site. Using a font developed for dyslexic readers and a colour palette that is accessible to all, I designed the site in Figma and developed the final website using Webflow. As  there was no need for regular content updates, the site was exported from Webflow and hosted on Netlify.",
    "result": "The client was delighted with the site and extremely grateful for the attention to detail and accessibility considerations.",
    "images": {
      "small": "",
      "large": "/assets/images/jude-hero-1280.webp"
    },
    "altHero": "Screenshot of the hero section from Jude Lawson Therapy's website",
    "tech": ["Wordpress", "PHP", "Oxygen", "Custom Code"]
  }
]
