[
  {
    "id": "avon-airstream-rentals",
    "title": "Avon Airstream Rentals",
    "excerpt": "Website design and development of a custom Webflow site for a luxury Airstream rental business.",
    "heading": "Website design and development of a custom Webflow site.",
    "url": "https://avonairstreamrentals.co.uk/",
    "services": ["Website Design", "Webflow Development", "SEO"],
    "objective": "Avon Airstream Rentals needed a new website to replace their outdated one, which was not mobile-friendly and lacked the modern aesthetic they desired. The goal was to create a visually appealing, user-friendly site that showcased their luxury Airstream rentals and improved online visibility.",
    "process": "I designed the layout in Figma, focusing on a modern, clean aesthetic that highlighted the luxury aspect of their rentals, featuring photo galleries. The site was developed in Webflow, allowing for easy updates and maintenance. I also implemented SEO best practices to enhance visibility in search engines.",
    "result": "Andy was thrilled with the new website, which now features a sleek design, improved navigation, and a mobile-friendly layout. The site has received positive feedback from customers, and Andy has reported an increase in bookings since the launch.",
    "images": {
      "large": "/assets/images/avon-airstream-rentals-homepage.webp",
      "featured": "/assets/images/webflow-aar-sq.png"
    },
    "altHero": "Screenshot of the hero section from Avon Airstream Rentals website",
    "altFeatured": "Logo of Avon Airstream Rentals",
    "tech": ["Webflow", "CSS", "GSAP", "JavaScript"]
  },
  {
    "id": "timothy-malnick",
    "title": "Timothy Malnick",
    "excerpt": "Website design and development of a custom Wordpress site for a leadership coach, facilitator and organisational psychologist.",
    "heading": "Website design and development of a custom Wordpress site.",
    "url": "https://timothymalnick.com/",
    "services": [
      "Website Design",
      "Wordpress Development",
      "SEO",
      "Green Hosting"
    ],
    "objective": "Timothy Malnick, a leadership coach, facilitator, and organisational psychologist, needed a website that reflected his expertise and professional services. His existing site was outdated, difficult to navigate, and content-heavy, making it less effective for web audiences. The goal was to create an easy-to-navigate site that showcased his services, provided a platform for his blog, and adopted a punchier, more web-friendly style of writing.",
    "process": "Tim provided a detailed brief and extensive content, reflecting his skill in long-form writing. It took careful collaboration to guide him toward a more concise style suitable for the web. After auditing his existing site, I designed the new layout in Figma and developed it in WordPress using Oxygen Builder, incorporating custom PHP and JavaScript for specific functionality. The site was optimized for SEO and performance, leading to faster load times and improved visibility.",
    "result": "Tim was delighted with the final website, which now balances his expertise in content creation with a clear, user-friendly design. Clients and colleagues have provided excellent feedback, praising the site’s modern aesthetic, ease of navigation, and concise, impactful copy.",
    "images": {
      "small": "",
      "large": "/assets/images/tim-hero.webp",
      "featured": "/assets/images/tim-ondrian.webp"
    },
    "altHero": "Screenshot of the hero section from Timothy Malnick's website",
    "altFeatured": "Montage of Timothy Malnick's website in the style of Piet Mondrian",
    "tech": ["Wordpress", "PHP", "Oxygen", "Custom Code"]
  },
  {
    "id": "ilove-snacks",
    "title": "iLOVE SNACKS",
    "excerpt": "Web design and development of a Shopify site for this award winning ethical snack food producer.",
    "heading": "Web design and development of a Shopify site.",
    "url": "https://ilovesnacks.co.uk/",
    "services": ["Website Design", "Shopify Development", "SEO"],
    "objective": "Amanda from iLOVE SNACKS approached me with a WordPress site that was slow to load and hard to navigate. She wanted a solution that improved performance, refreshed the design, and enhanced usability.",
    "process": "To address the immediate issue, I optimized the existing site’s images, improving loading times while building the new site. I then collaborated closely with Amanda through multiple design iterations, ensuring the final look and feel aligned with her vision before developing the updated site. ",
    "result": "The new site is fast, user-friendly, and visually appealing, with a modern design that reflects the iLOVE SNACKS brand. Improved performance and navigation have enhanced the user experience, making it easier for customers to explore products and make purchases.",
    "images": {
      "small": "",
      "large": "/assets/images/ilove-snacks-home.webp"
    },
    "altHero": "Screenshot of the homepage hero section from I Love Snacks website",
    "tech": ["Shopify", "CSS", "Javascript"]
  }
]
